tasks = {"КМОП": {"info": "условие задания в гугл классе", "deadline": "20.10"},
         "Память": {"info": "условие задания в гугл классе", "deadline": "None"},
         "ИДЗ": {
             "info": "Согласно варианту определите устройство. Для выбранного устройства, исходя из требований к функционированию, определите наиболее подходящий тип ячеек памяти.",
             "deadline": "None"},
         "Лабораторная 1": {"deadline": "None"},
         "Лабораторная 2": {"deadline": "None"}}

THROTTLE_TIME_DEFAULT = 1
THROTTLE_TIME_FILES = 5
